// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "保護直接埠";

TaskDescription = "使用此設定可停用透過 USB 和平行埠進行列印的功能。\n\n此設定並不會影響 JetDirect、嵌入式網路連線能力以及協力廠商的附加介面卡 (例如 Firewire)。";
CheckboxTitle = "停用直接埠";
ApplyButtonTitle = "立刻套用";